Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

# There are profiles that will be enabled with your change
source: There are profiles that will be enabled with your change\n
be: Ёсць профілі, якія уключацца пасля змянення\n

# There are profiles that will be enabled with your change
source: There are profiles that will be enabled with your change\r\n
be: Ёсць профілі, якія уключацца пасля змянення\r\n

source: There are too many files already open.
be: Ужо адчынена зашмат файлаў.

source: There are too many tab stops set in this paragraph.
be: Занадта шмат спыненняў устаўкі ў абзацы.

source: There are too many users logged in
be: Надта шмат карыстальнікаў увайшло

source: There is a file or folder on your computer called "%s" which could cause certain applications to not function correctly.
be: На камп'ютары ёсць файл ці каталог "%s", які можа выклікаць непрацаздольнасць пэўных праграм.

source: There is a file or folder on your computer called "%s" which could cause certain applications to not function correctly. Renaming it to "%s" would solve this problem. Would you like to rename it now?
be: На камп'ютары ёсць файл ці каталог "%s", які можа выклікаць непрацаздольнасць пэўных праграм. Пераназванне яго ў "%s" мусіць вырашыць гэтую праблему. Пераназваць зараз?

source: There is a problem accessing %3\n\nMake sure you are connected to the network and try again.
be: Праблема доступу да %3\n\nПераканайцеся, што вы злучаныя з сеткай і паўтарыце спробу.

source: There is a problem accessing the network\n\nMake sure you are connected to the network and try again.
be: Праблема доступу да сеткі.\n\nПераканайцеся, што вы злучаныя з сеткай і паўтарыце спробу.

source: There is a problem with your battery, so your computer might shut down suddenly.
be: Існуе праблема з вашай батарэяй - камп'ютар можа раптоўна выключыцца.

source: There is already a file with the same name as the folder name you specified.
be: Абраная вамі назва каталога супадае з назваю файла.

source: There is already a file with the same name as the folder name you specified. Specify a different name.
be: Абраная Вамі назва каталога супадае з назваю файла. Абярыце іншую назву.

source: There is already a file with the same name in this location.
be: Ужо ёсць файл з такою назваю ў гэтым размяшчэнні.

source: There is already a folder with the same name as the file name you specified.
be: Абраная вамі назва файла супадае з назваю каталога.

source: There is already a folder with the same name as the file name you specified. Specify a different name.
be: Абраная Вамі назва файла супадае з назваю каталога. Абярыце іншую назву.

source: There is already a folder with the same name in this location.
be: Ужо ёсць каталог з такою назваю ў гэтым размяшчэнні.

source: There is currently a client connected to this machine using an Incoming Connection.\nDeleting Incoming Connections while this connection is active will disconnect this client.\n\nAre you sure you want to delete Incoming Connections?
be: Зараз ёсць злучаны з гэтым камп'ютарам кліент, які карыстае ўваходнае злучэнне.\nВыдаленне ўваходных злучэнняў падчас актыўнасці гэтага злучэння адлучыць кліента.\n\nВы сапраўды жадаеце выдаліць уваходныя злучэнні?

source: There is no attachment
be: Няма прычэпкаў

source: There is no disc in the CD or DVD burner.
be: Няма кружэлкі ў прапальвальным кружэльніку.

# There is no disk in drive %1!c!:. Insert a disk, and then try again.
source: There is no disk in drive %1!c!:.\n\nInsert a disk, and then try again.
be: Няма дыску ў %1!c!:.\n\nУстаўце дыск і паспрабуйце зноў.

# There is no font with that name. Choose a font from the list of fonts.
source: There is no font with that name.\nChoose a font from the list of fonts.
be: Няма шрыфту з такой назвай.\nАбярыце шрыфт са спісу шрыфтоў.

source: There is no program associated to perform the requested action.
be: Няма праграмы, асацыяванай для выканання патрабаванага дзеяння.

source: There is no program associated to perform the requested action. Please install a program or, if one is already installed, create an association in the Default Programs control panel.
be: Няма праграмы, асацыяванай для выканання патрабаванага дзеяння. Калі ласка, усталюйце праграму ці, калі яна ўжо ўсталявана, стварыце асацыяцыю ў стандартавых праграмах панэлі кіравання.

source: There is not enough free memory for this operation.
be: Бракуе djkmyfq памяці для гэтай аперацыі.

source: There is not enough free memory to run this program.
be: Бракуе вольнай памяці, каб запусціць праграму.

source: There is not enough free memory to run this program. Exit one or more programs, and then try again.
be: Не хапае вольнай памяці каб запусціць праграму. Зачыніце адну ці некалькі праграм і паспрабуйце яшчэ.

# There is not enough free memory. Quit one or more programs, and then try again.
source: There is not enough free memory.\n\nQuit one or more programs, and then try again.
be: Бракуе вольнай памяці.\n\nЗачыніце адну ці некалькі праграм і паспрабуйце яшчэ.

source: There is not enough memory available to perform this task.\nExit one or more programs, and then try again.
be: Бракуе памяці для выканання гэтай задачы.\nЗачыніце адну ці некалькі праграм і паспрабуйце яшчэ.

source: There is not enough memory for this operation.
be: Бракуе памяці для гэтай аперацыі.

source: There is not enough memory or resources to complete operation.\nClose some programs, and then try again.
be: Бракуе памяці ці рэсурсаў, каб скончыць аперацыю.\nЗачыніце некаторыя праграмы і паўтарыце спробу.

source: There is not enough memory to complete this operation.
be: Бракуе памяці для сканчэння гэтай аперацыі.

source: There is not enough room to show all of the items in your system tray.
be: Бракуе месца для адлюстравання усіх значкаў у сістэмным латку.

source: There is not enough room to show all of the items in your system tray. Please uninstall some programs, or try a higher screen resolution.
be: Бракуе месца для адлюстравання усіх іконак у сістэмным латку. Калі ласка, выдаліце некаторыя праграмы ці паспрабуйце вышэйшую разрознасць экрана.

source: There is not enough space on %1. You need an additional %3 to copy these files.
be: Бракуе прасторы на %1.Вам патрэбна дадаткова %3, каб скапіяваць гэтыя файлы.

# There is not enough space on %1. %3 is needed to move this item.
source: There is not enough space on %1.\n\n%3 is needed to move this item.
be: Бракуе прасторы на %1.\n\n%3 неабходна для перамяшчэння элемента.

source: There is not enough space on %1.\n\n%3 is needed to move this item. Delete or move files so you have enough space.
be: Не хапае прасторы на %1.\n\n%3 неабходна для перамяшчэння элемента. Выдаліце ці перамясціце файлы, каб атрымаць неабходны аб'ём.

source: There is not enough space on %1.\n\nYou need an additional %3 to copy these files.\nDisk Cleanup can help delete unneeded files.
be: Бракуе прасторы на %1.\n\nВам патрэбна дадаткова %3, каб скапіяваць гэтыя файлы.\nЧыстка дыска можа дапамагчы пазбавіцца ад непатрэбных файлаў.

# There is not enough space on %1 %3 is needed to copy this item.
source: There is not enough space on %1\n\n%3 is needed to copy this item.
be: Бракуе прасторы на %1\n\n%3 неабходна для капіявання элемента.

source: There is not enough space on %1\n\n%3 is needed to copy this item. Delete or move files so you have enough space.
be: Не хапае прасторы на %1\n\n%3 неабходна для капіявання элемента. Выдаліце ці перамясціце файлы, каб атрымаць неабходны аб'ём.

# There is not enough space on %1 %3 is needed to move this item.
source: There is not enough space on %1\n\n%3 is needed to move this item.
be: Бракуе прасторы на %1\n\n%3 неабходна для перамяшчэння элемента.

source: There is not enough space on %1\n\n%3 is needed to move this item. Delete or move files so you have enough space.
be: Не хапае прасторы на %1\n\n%3 неабходна для перамяшчэння элемента. Выдаліце ці перамясціце файлы, каб атрымаць неабходны аб'ём.

# There is not enough space on %1 %3 is needed to perform this operation.
source: There is not enough space on %1\n\n%3 is needed to perform this operation.
be: Бракуе прасторы на %1\n\n%3 неабходна для выканання аперацыі.

source: There is not enough space on %1\n\n%3 is needed to perform this operation. Delete or move files so you have enough space.
be: Не хапае прасторы на %1\n\n%3 неабходна для выканання аперацыі. Выдаліце ці перамясціце файлы, каб атрымаць неабходны аб'ём.

# There is not enough space on %1 %3 is needed to recycle this item.
source: There is not enough space on %1\n\n%3 is needed to recycle this item.
be: Бракуе прасторы на %1\n\n%3 неабходна для перамяшчэння файла ў сметніцу.

source: There is not enough space on %1\n\n%3 is needed to recycle this item. Click Delete to delete the file instead of sending it to the Recycle Bin.
be: Не хапае прасторы на %1\n\n%3 неабходна для перамяшчэння файла ў сметніцу. Націсніце 'Выдаліць', каб выдаліць файл не перамяшчаючы яго ў сметніцу.

source: There may not be enough memory available.\nExit one or more programs, and then try again.
be: Магчыма, бракуе памяці.\nЗачыніце адну ці некалькі праграм і паспрабуйце яшчэ.

source: There might be a problem with some files on this device or disc.
be: Магчыма, існуе праблема з некаторымі файламі на гэтай прыладзе.

source: There might be a problem with some files on this device or disc. This can happen if you remove the device or disc before all files have been written to it.
be: Магчыма, існуе праблема з некаторымі файламі на гэтай прыладзе. Напэўна, праблема ўзнікла, калі вы вынялі прыладу перад тым, як усе файлы былі запісаныя.

source: There might be problems with %PRINTERNAME%. Windows will take additional steps to further troubleshoot.
be: Магчыма, ёсць праблема з %PRINTERNAME%. Windows зробіць дадатковыя крокі для далейшага вырашэння праблем.

source: There was a power outage.
be: Адбыўся перабой сілкавання.

source: There was a problem burning this disc
be: Адбылася памылка падчас прапальвання кружэлкі

source: There was a problem erasing this disc
be: Адбылася памылка падчас сцірання кружэлкі

source: There was a problem loading a pre-set color.
be: Адбылася памылка падчас ладавання стандартнага колеру.

source: There was a problem loading the 'Set a Default Program' page. (Error code: %1!lX!)
be: Праблема падчас ладавання старонкі прызначэння стандартнай праграмы. (Код памылкі: %1!lX!)

source: There was a problem previewing your color.
be: Адбылася памылка падчас перадпрагляду вашага колеру.

source: There was a problem reverting to your original color.
be: Адбылася памылка падчас вяртання да вашага зыходнага колеру.

source: There was a problem saving your color.
be: Адбылася памылка падчас захавання вашага колеру.

source: There was a problem sending the command to the program.
be: Праблема падчас дасылання загаду праграме.

source: There was an error burning this disc.
be: Адбылася памылка прапальвання кружэлкі.

source: There was an error burning this disc. The disc might no longer be usable.
be: Адбылася памылка прапальвання кружэлкі. Яна можа стацца непрыдатнай для выкарыстання.

source: There was an error resizing picture.
be: Адбылася памылка падчас змянення памеру відарыса.

source: There was not enough space for this item:
be: Бракуе прасторы для гэтага элемента:

source: There were no Windows or administrator gadgets to restore.
be: Няма гаджэтаў Windows ці адміністратара для аднаўлення.

source: These files are not permanently removed until you empty the Recycle Bin.
be: Гэтыя файлы не будуць знішчаныя, пакуль вы не ачысціце сметніцу.

source: These files are used by the operating system and by various programs.
be: Гэтыя файлы выкарыстоўваюцца аперацыйнай сістэмай і рознымі праграмамі.

source: These files are used by the operating system and by various programs. Editing or modifying them could damage your system.
be: Гэтыя файлы выкарыстоўваюцца аперацыйнай сістэмай і рознымі праграмамі. Іх рэдагаванне альбо змяненне можа нанесці шкоду вашай сістэме.

source: These files can't be copied
be: Гэтыя файлы немагчыма скапіяваць

source: These files can't be opened
be: Гэтыя файлы немагчыма адчыніць

source: These files might be harmful to your computer
be: Гэтыя файлы могуць быць шкоднымі для камп'ютара

source: These items can't be shared.
be: Гэтыя элементы не могуць быць абагуленыя.

source: These items have been prevented from running on your computer.
be: Запуск гэтых элементаў на кам'ютары забаронены.

source: These programs are often installed by the computer owner or administrator, and are only a risk if unexpected.
be: Такія праграмы звычайна ўсталяваныя ўладальнікам ці адміністратарам камп'ютара і з'яўляюцца рызыкоўнымі толькі калі гэта не так.

source: These results might not be accurate because of a problem with this search. Click to get help...
be: Гэтыя вынікі могуць быць недакладнымі з-за праблемы гэтага пошуку. Пстрыкніце для атрымання дапамогі...

source: These settings can't be changed
be: Гэтыя налады немагчыма змяніць

source: These settings determine how Windows burns files to disc.
be: Гэтыя параметры вызначаюць, як Windows будзе прапальваць файлы на кружэлку.

source: These updates will not be installed.
be: Гэтыя абнаўленні не будуць усталяваныя.

source: Third Low Battery Alarm Action
be: Дзеянне трэцяга сігналу нізкага ўзроўню батарэі

source: Third low-battery alarm flags
be: Сцягі трэцяга сігналу нізкага ўзроўню батарэі

source: Third power trip point
be: Трэцяя кропка спатыкнення энергіі

source: This CD-ROM drive is read-only.
be: Гэты CD-кружэльнік прызначаны толькі для чытання.

source: This CD-ROM drive is read-only. You can copy files to this writable CD, but you must insert it into a writable drive.
be: Гэты CD-кружэльнік прызначаны толькі для чытання. Вы можаце капіяваць ці перамяшчаць файлы на запісвальныя кружэлкі, але тады Вам патрэбны пішучы CD-кружэльнік.

source: This CD-ROM drive is read-only. You can't copy or move files to discs in this drive.
be: Гэты CD-кружэльнік прызначаны толькі для чытання. Вы не можаце капіяваць ці перамяшчаць файлы на кружэлкі ў ім.

source: This DVD-ROM drive is read-only.
be: Гэты DVD-кружэльнік прызначаны толькі для чытання.

source: This DVD-ROM drive is read-only. You can copy files to this writable DVD, but you must insert it into a writable drive.
be: Гэты DVD-кружэльнік прызначаны толькі для чытання. Вы можаце капіяваць ці перамяшчаць файлы на запісвальныя кружэлкі, але тады Вам патрэбны пішучы DVD-кружэльнік.

source: This DVD-ROM drive is read-only. You can't copy or move files to this disc.
be: Гэты DVD-кружэльнік прызначаны толькі для чытання. Вы не можаце капіяваць ці перамяшчаць файлы на кружэлкі ў ім.

source: This action cannot be performed due to an account restriction.
be: Дзеянне не можа быць выканана ў сувязі з абмежаваннямі рахунка.

source: This action cannot be performed due to an account restriction. Please contact your administrator.
be: Дзеянне не можа быць выканана з-за абмежаванняў рахунка. Калі ласка, звярніцеся да адміністратара.

source: This action requires permission.
be: Гэтае дзеянне патрабуе дазволу.

source: This adapter is part of the Network Bridge. To remove this adapter from the Network Bridge, or to modify bridge settings, right-click the Network Bridge, and then click Properties.
be: Гэты адаптар - частка сеткавага моста. Каб выдаліць гэты адаптар з сеткавага моста ці змяніць налады моста, пстрыкніце правай клавішай па сеткавым мосце і абярыце "Уласцівасці".

source: This application may depend on other compressed files in this folder.
be: Гэтая праграма можа залежаць ад іншых сціснутых файлаў у гэтым каталогу.

source: This behavior may impact the user's privacy, security, or computing experience.
be: Гэтыя паводзіны могуць паўплываць на карыстальніцкую прыватнасць, бяспеку ці камп'ютарны досвед.

source: This c&onnection uses the following items:
be: Гэтае злучэнне карыстае наступныя элементы:

source: This can happen if you remove the device or disc before all files have been written to it.
be: Напэўна, праблема ўзнікла, калі вы вынялі прыладу перад тым, як усе файлы былі запісаныя.

source: This change will take effect the next time you log on.
be: Змяненне набудзе сілу падчас наступнага ўваходу.

source: This checkbox only applies when you are connected to a local network and a dial-up network simultaneously. When checked, data that cannot be sent on the local network is forwarded to the dial-up network.
be: Гэтая птушка ўжываецца толькі калі вы адначасова злучаны з лакальнай і тэлефоннай сеткай. Калі яна стаіць, звесткі, якія не могуць быць дасланыя праз лакальную сетку, накіроўваюцца ў тэлефонную сетку.

source: This clock went back %1!u! minutes at that time.
be: Гэты гадзіннік быў пераведзены на %1!u! хвілінаў назад.

source: This clock went back 1 hour at that time.
be: Гэты гадзіннік быў пераведзены на 1 гадзіну назад.

source: This clock went forward %1!u! minutes at that time.
be: Гэты гадзіннік быў пераведзены на %1!u! хвілінаў наперад.

source: This clock went forward 1 hour at that time.
be: Гэты гадзіннік быў пераведзены на 1 гадзіну наперад.

source: This clock will go back %1!u! minutes at that time.
be: Гэты гадзіннік будзе пераведзены на %1!u! хвілінаў назад.

source: This clock will go back 1 hour at that time.
be: Гэты гадзіннік будзе пераведзены на 1 гадзіну назад.

source: This clock will go forward %1!u! minutes at that time.
be: Гэты гадзіннік будзе пераведзены на %1!u! хвілінаў наперад.

source: This clock will go forward 1 hour at that time.
be: Гэты гадзіннік будзе пераведзены на 1 гадзіну наперад.

source: This computer
be: Гэты камп'ютар

source: This computer %1 is connected to network %2 and the Internet.
be: Гэты камп'ютар %1 злучаны з сеткай %2 і сецівам.

source: This computer %1 is connected to network %2 but not the Internet.
be: Гэты камп'ютар %1 злучаны з сеткай %2, але не з сецівам

source: This computer %1 is not connected to a network.
be: Гэты камп'ютар %1 не злучаны з сеткай.

source: This computer doesn't meet security standards defined by your network administrator.
be: Гэты камп'ютар не адпавядае стандартам бяспекі, вызначаным вашым сеткавым адміністратарам.

source: This computer has been configured to require a disk to be present during startup.
be: Гэты камп'ютар патрабуе флопі-дыск у выпадку стартавання.

source: This computer has been configured to require a disk to be present during startup. Please insert the disk and press OK.
be: Гэты камп'ютар патрабуе флопі-дыск у выпадку стартавання. Калі ласка, устаўце дыск запуску і націсніце "Добра".

source: This computer is configured to require a password in order to start up.
be: Гэты камп'ютар патрабуе пароль у выпадку запуску.

source: This computer is configured to require a password in order to start up. Please enter the Startup Password below.
be: Гэты камп'ютар патрабуе пароль у выпадку запуску. Калі ласка, увядзіце пароль запуску ніжэй.

source: This computer is connected to a network. Windows will automatically apply the correct network settings based on the network's location.
be: Гэты камп'ютар злучаны з сеткай. Windows аўтаматычна ўжыве правільныя сеткавыя налады, абапіраючыся на сеткавае размяшчэнне.

source: This computer is joined to the domain on this network and may receive policy to turn on or turn off network discovery from the domain.
be: Гэты камп'ютар далучаны да дамена ў гэтай сетцы і можа атрымаць палітыку, уключаючую ці выключаючую вынаходства сеткі з дамена.

source: This computer is locked.
be: Гэты камп'ютар заблакаваны.

source: This computer is locked. Only the logged on user can unlock the computer.
be: Гэты камп'ютар заблакаваны. Толькі увайшоўшы, карыстальнік можа разблакаваць камп'ютар.

source: This computer is not connected to a network. Click to connect…
be: Гэты камп'ютар не злучаны з сеткай. Пстрыкніце для злучэння...

source: This computer is not connected to the network.
be: Гэты камп'ютар не злучаны з сеткай.

source: This computer is not running genuine Windows
be: Гэты камп'ютар працуе з несапраўднай Windows

source: This computer is not set to automatically synchronize with an Internet time server.
be: Гэты камп'ютар не сінхранізуецца аўтаматычна з сэрверам сеціўнага часу.

source: This computer is set to automatically synchronize on a scheduled basis.
be: Гэты камп'ютар аўтаматычна сінхранізуецца на запланаванай аснове.

source: This computer is set to automatically synchronize with '%1!s!'.
be: Гэты камп'ютар аўтаматычна сінхранізуецца з '%1!s!'.

source: This connection allows you to connect to the Internet through a shared connection on another computer.
be: Гэтае злучэнне дазваляе вам злучыцца з сецівам праз абагуленае злучэнне на іншым камп'ютары.

source: This connection is not available because there is a problem with your modem or network adapter
be: Гэтае злучэнне недаступнае, бо ёсць праблема з вашым мадэмам ці сеткавым адаптарам

source: This connection requires an active Internet connection
be: Гэтае злучэнне патрабуе актыўнага злучэння з сецівам

source: This copy of Windows is licensed for
be: Гэтая копія Windows ліцэнзаваная для

source: This copy of Windows is not activated. Click here to activate Windows now.
be: Гэтая копія Windows не актываваная. Пстрыкніце тут, каб актываваць Windows зараз.

source: This copy of Windows is not genuine
be: Гэтая копія Windows не з'яўляецца сапраўднай

source: This copy of Windows is not genuine.
be: Гэта копія Windows не з'яўляецца сапраўднай.

source: This copy of Windows is not genuine. To receive the full protection of this program, you must verify that your copy of Windows is genuine. Until you successfully validate your copy of Windows, this program will only remove certain threats. Only users of genuine Microsoft software get access to the latest updates, features, and product support.
be: Гэта копія Windows не з'яўляецца сапраўднай. Каб паўнавартасна выкарыстоўваць, абарону, якая прапанавана гэтай праграмай, патрэбна пераканацца, што ваша копія Windows з'яўляецца сапраўднай. Пакуль сапраўднасць вашай копіі Windows не будзе праверана, гэтая праграма забяспечыць толькі частковую абарону ад некаторых пагроз. Толькі ўладальнікі сапраўднага праграмнага забеспячэння могуць атрымаць ад карпарацыі Microsoft, абнаўленні, новыя функцыянальныя магчымасці і падтрымку прадукту.

source: This copy of Windows is not genuine. To receive the full protection of this program, you must verify that your copy of Windows is genuine. Until you successfully validate your copy of Windows, this program will only remove certain threats. Only users of genuine Microsoft software get access to the latest updates, features, and product support.\r\n
be: Гэтая копія Windows не сапраўдная. Каб атрымаць поўную абарону гэтай праграмы, вы павінны праверыць, што вашая копія Windows з'яўляецца сапраўднай. Пакуль вы паспяхова не пацвердзіце копію Windows, праграма будзе выдаляць толькі некаторыя пагрозы. Толькі карыстальнікі сапраўднага апраграмавання Microsoft маюць доступ да апошніх абнаўленняў, дапаўненняў і падтрымкі прадукту.\r\n

source: This destination already contains a folder named '%1'.\n\nIf any files have the same names, you will be asked if you want to replace those files.
be: Мэтавы каталог ужо змяшчае падкаталог з назваю "%1".\n\nКалі якія-небудзь файлы маюць супадаючыя назвы, вы будзеце апытаныя наконт іх замены.

source: This destination already contains a read-only folder named '%1'.\n\nIf any files have the same names, you will be asked if you want to replace those files.
be: Мэтавы каталог ужо змяшчае прызначаны толькі для чытання падкаталог з назваю "%1".\n\nКалі якія-небудзь файлы маюць супадаючыя назвы, вы будзеце апытаныя наконт іх замены.
